export enum BalabobaStyles {
  /**
   * Без стиля\
   * Напишите что-нибудь и получите продолжение от Балабобы
   */
  Standart = 0,

  /**
   * Короткие истории\
   * Начните писать историю,
   * а Балабобы продолжит — иногда страшно, но чаще смешно
   */
  ShortStories = 6,

  /**
   * Википедия
   * Напишите какое-нибудь слово, а Балабоба даст этому определение
   */
  WikipediaSipmlified = 8,

  /**
   * Синопсисы фильмов\
   * Напишите название фильма (существующего или нет),
   * а Балабоба расскажет вам, о чем он
   */
  MovieSynopses = 9,

  /**
   * Народные мудрости\
   * Напишите что-нибудь и получите народную мудрость
   */
  FolkWisdom = 11,
  /**
   * Инструкции по применению\
   * Перечислите несколько предметов, а Балабоба придумает, как их использовать
   */

  UserManual = 24,
  /**
   * Рецепты\
   * Перечислите съедобные ингредиенты, а Балабоба придумает рецепт с ними
   */
  Recipes = 25
}
